# CfmPerFtSup3 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..CfmPerFtSup3 Property
SymbolTypeId Class See Also
---
Symbol CFM/ft³, indicating unit Cubic feet per minute cubic foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CfmPerFtSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CfmPerFtSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CfmPerFtSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace